Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: This program comes with NO WARRANTY, to the extent permitted by law. You may redistribute it under the terms of the GNU General Public License; see the file named COPYING for details. Written by the VideoLAN team; see the AUTHORS file.
ca_es: Aquest programa ve SENSE GARANTIA, permès segons la llei. Podeu redistribuir-lo sota els termes de la Llicència Pública General GNU; mireu el fitxer anomenat COPYNG per veure els detalls. Escrit per l'equip de VideoLAN; mireu el fitxer AUTHORS.

source: VLC preferences
ca_es: Preferències del VLC

source: Select "Advanced Options" to see all options.
ca_es: Seleccioneu «Opcions avançades» per veure totes les opcions.

source: Interface
ca_es: Interfície

source: Settings for VLC's interfaces
ca_es: Paràmetres per a les interfícies del VLC

source: Main interfaces settings
ca_es: Paràmetres per a les interfícies principals

source: Main interfaces
ca_es: Interfícies principals

source: Settings for the main interface
ca_es: Paràmetres per a la interfície principal

source: Control interfaces
ca_es: Interfícies de control

source: Settings for VLC's control interfaces
ca_es: Paràmetres per a les interfícies de control del VLC

source: Hotkeys settings
ca_es: Paràmetres de les tecles de drecera

source: Audio
ca_es: Àudio

source: Audio settings
ca_es: Paràmetres d'àudio

source: General audio settings
ca_es: Paràmetres generals d'àudio

source: Filters
ca_es: Filtres

source: Audio filters are used to process the audio stream.
ca_es: Els filtres d'àudio s'utilitzen per al processament del flux d'àudio.

source: Visualizations
ca_es: Visualitzacions

source: Audio visualizations
ca_es: Visualitzacions d'àudio

source: Output modules
ca_es: Mòduls de sortida

source: General settings for audio output modules.
ca_es: Paràmetres generals per als mòduls de sortida d'àudio.

source: Miscellaneous
ca_es: Miscel·lània

source: Miscellaneous audio settings and modules.
ca_es: Paràmetres i mòduls diversos de l'àudio.

source: Video
ca_es: Vídeo

source: Video settings
ca_es: Paràmetres de vídeo

source: General video settings
ca_es: Paràmetres generals de vídeo

source: Choose your preferred video output and configure it here.
ca_es: Trieu la sortida d'àudio preferida i configureu-la aquí.

source: Video filters are used to process the video stream.
ca_es: Els filtres de vídeo s'utilitzen per al processament del flux de vídeo.

source: Subtitles / OSD
ca_es: Subtítols / OSD

source: Settings related to On-Screen-Display, subtitles and "overlay subpictures"
ca_es: Paràmetres relacionats amb l'On-Screen-Display (OSD), subtítols i «subimatges superposades»

source: Input / Codecs
ca_es: Entrada / Còdecs

source: Settings for input, demultiplexing, decoding and encoding
ca_es: Paràmetres per a l'entrada, la desmultiplexació, la descodificació i la codificació

source: Access modules
ca_es: Mòduls d'accés

source: Settings related to the various access methods. Common settings you may want to alter are HTTP proxy or caching settings.
ca_es: Paràmetres relacionats amb els diferents mètodes d'accés. Els paràmetres comuns que potser voleu alterar són el proxy de l'HTTP o els paràmetres de memòria cau.

source: Stream filters
ca_es: Filtres del flux de dades

source: Stream filters are special modules that allow advanced operations on the input side of VLC. Use with care...
ca_es: Els filtres del flux de dades són uns mòduls especials que permeten operacions avançades a l'entrada del VLC. Utilitzeu-los amb precaució...

source: Demuxers
ca_es: Desmultiplexors

source: Demuxers are used to separate audio and video streams.
ca_es: Els desmultiplexors s'utilitzen per separar els fluxos d'àudio i vídeo.

source: Video codecs
ca_es: Còdecs de vídeo

source: Settings for the video, images or video+audio decoders and encoders.
ca_es: Paràmetres per als descodificadors i codificadors de vídeo, imatges o vídeo+àudio.

source: Audio codecs
ca_es: Còdecs d'àudio

source: Settings for the audio-only decoders and encoders.
ca_es: Paràmetres per als descodificadors i codificadors d'àudio.

source: Subtitle codecs
ca_es: Còdecs del subtítol

source: Settings for subtitle, teletext and CC decoders and encoders.
ca_es: Paràmetres per al subtítol, teletext i descodificadors i codificadors CC.

source: General input settings. Use with care...
ca_es: Paràmetres de l'entrada general.Utilitzeu-los amb precaució...

source: Stream output
ca_es: Sortida de flux

source: Stream output settings are used when acting as a streaming server or when saving incoming streams. Streams are first muxed and then sent through an "access output" module that can either save the stream to a file, or stream it (UDP, HTTP, RTP/RTSP). Sout streams modules allow advanced stream processing (transcoding, duplicating...).
ca_es: Els paràmetres de sortida de flux s'utilitzen quan els fluxos actuen com a servidor de transmissió o per desar fluxos d'entrada. Primer es multiplexen els fluxos i després s'envien mitjançant un mòdul de «sortida d'accés» que pot desar el flux en un fitxer o transmetre'l (UDP, HTTP, RTP/RTSP). Els mòduls dels fluxos sout permeten el processament avançat del flux (transcodificació, duplicat, etc.).

source: General stream output settings
ca_es: Paràmetres de la sortida de flux general

source: Muxers
ca_es: Multiplexors

source: Muxers create the encapsulation formats that are used to put all the elementary streams (video, audio, ...) together. This setting allows you to always force a specific muxer. You should probably not do that. You can also set default parameters for each muxer.
ca_es: Els multiplexors creen els formats d'encapsulament que s'utilitzen per ajuntar els fluxos bàsics (vídeo, àudio, etc.) Aquests paràmetres us permeten forçar sempre un multiplexor específic. Es recomana que no ho feu. Podeu especificar també els paràmetres predeterminats per a cada multiplexor.

source: Access output
ca_es: Sortida d'accés

source: Access output modules control the ways the muxed streams are sent. This setting allows you to always force a specific access output method. You should probably not do that. You can also set default parameters for each access output.
ca_es: Els mòduls de sortida d'accés controlen com s'envien els fluxos multiplexats. Aquest paràmetre us permet forçar sempre un mètode de sortida d'accés específic. Es recomana que no ho feu. Podeu especificar també els paràmetres predeterminats per a cada sortida d'accés.

source: Packetizers
ca_es: Empaquetadors

source: Packetizers are used to "preprocess" the elementary streams before muxing. This setting allows you to always force a packetizer. You should probably not do that. You can also set default parameters for each packetizer.
ca_es: Els empaquetadors s'utilitzen per al «pre-processament» dels fluxos bàsics abans del multiplexat. Aquest paràmetre us permet forçar sempre un empaquetador. Es recomana que no ho feu . Podeu especificar també els paràmetres predeterminats per a cada empaquetador.

source: Sout stream
ca_es: Flux sout

source: Sout stream modules allow to build a sout processing chain. Please refer to the Streaming Howto for more information. You can configure default options for each sout stream module here.
ca_es: Els mòduls de flux sout permeten muntar una cadena de processament sout. Consulteu l'Streaming Howto per a més informació. Podeu configurar aquí les opcions predeterminades de cada mòdul de flux sout.

source: VLC's implementation of Video On Demand
ca_es: Implementació del VLC del sistema de vídeos a la carta (VoD)

source: Playlist
ca_es: Llista de reproducció

source: Settings related to playlist behaviour (e.g. playback mode) and to modules that automatically add items to the playlist ("service discovery" modules).
ca_es: Paràmetres relacionats amb el comportament de la llista de reproducció (p.ex. el mode reproducció) i amb els mòduls que afegeixen elements a la llista de reproducció de forma automàtica (mòduls de «descobriment de serveis»).

source: General playlist behaviour
ca_es: Comportament general de la llista de reproducció

source: Services discovery
ca_es: Descobriment de serveis

source: Services discovery modules are facilities that automatically add items to playlist.
ca_es: Els mòduls de descobriment de serveis són mòduls que afegeixen elements a la llista de reproducció de forma automàtica.

source: Advanced
ca_es: Avançat

source: Advanced settings. Use with care...
ca_es: Paràmetres avançats. Utilitzeu-los amb precaució...

source: Advanced settings
ca_es: Paràmetres avançats

source: Network
ca_es: Xarxa

source: These modules provide network functions to all other parts of VLC.
ca_es: Aquests mòduls presten funcions de xarxa a les altres parts del VLC.

source: These are general settings for video/audio/subtitle encoding modules.
ca_es: Aquests són els paràmetres generals per als mòduls de codificació de vídeo/àudio/subtítol.

source: Dialog providers can be configured here.
ca_es: Aquí es poden configurar els proveïdors de diàleg.

source: In this section you can force the behavior of the subtitle demuxer, for example by setting the subtitle type or file name.
ca_es: En aquesta secció podeu forçar el comportament del desmultiplexor de subtítols, per exemple definint el tipus de subtítol o el nom del fitxer.

source: Warning: if you cannot access the GUI anymore, open a command-line window, go to the directory where you installed VLC and run "vlc -I qt"
ca_es: Avís: si no podeu accedir a la interfície, obriu una finestra de línia d'ordres, aneu al directori on heu instal·lat el VLC i executeu «vlc -l qt»

source: &Open File...
ca_es: &Obre un fitxer...

source: &Advanced Open...
ca_es: Obre mitjançant les opcions &avançades...

source: Open D&irectory...
ca_es: Obre un d&irectori...

source: Open &Folder...
ca_es: Obre una &carpeta...

source: Select one or more files to open
ca_es: Seleccioneu un o més fitxers per obrir

source: Select Directory
ca_es: Selecciona el directori

source: Select Folder
ca_es: Seleccioneu una carpeta

source: Media &Information
ca_es: &Informació multimèdia

source: &Codec Information
ca_es: Informació dels &còdecs

source: &Messages
ca_es: &Missatges

source: Jump to Specific &Time
ca_es: Vés a un punt &temporal específic

source: Custom &Bookmarks
ca_es: &Preferits personalitzats

source: &VLM Configuration
ca_es: Configuració del &VLM

source: &About
ca_es: Quant &a

source: Play
ca_es: Reprodueix

source: Remove Selected
ca_es: Elimina els elements seleccionats

source: Information...
ca_es: Informació...

source: Create Directory...
ca_es: Crea un directori...

source: Create Folder...
ca_es: Crea una carpeta...

source: Show Containing Directory...
ca_es: Mostra el directori contenidor...

source: Show Containing Folder...
ca_es: Mostra la carpeta contenidora...

source: Stream...
ca_es: Transmet...

source: Save...
ca_es: Desa...

source: Repeat All
ca_es: Repeteix-ho tot

source: Repeat One
ca_es: Repeteix un

source: Random
ca_es: Aleatori

source: Random Off
ca_es: Aleatori desactivat

source: Add to Playlist
ca_es: Afegeix a la llista de reproducció

source: Add File...
ca_es: Afegeix un fitxer...

source: Add Directory...
ca_es: Afegeix un directori...

source: Add Folder...
ca_es: Afegeix una carpeta...

source: Save Playlist to &File...
ca_es: Desa la llista de reproducció al &fitxer...

source: Search
ca_es: Cerca

source: Waves
ca_es: Ones

source: <html><head><meta http-equiv="Content-Type" content="text/html; charset=utf-8" /></head><body>Welcome to VLC media player HelpDocumentation<p>You can find VLC documentation on VideoLAN's <a href="http://wiki.videolan.org">wiki</a> website.</p><p>If you are a newcomer to VLC media player, please read the<br><a href="http://wiki.videolan.org/Documentation:VLC_for_dummies"><em>Introduction to VLC media player</em></a>.</p><p>You will find some information on how to use the player in the <br>"<a href="http://wiki.videolan.org/Documentation:Play_HowTo"><em>How to play files with VLC media player</em></a>" document.</p><p>For all the saving, converting, transcoding, encoding, muxing and streaming tasks, you should find useful information in the <a href="http://wiki.videolan.org/Documentation:Streaming_HowTo">Streaming Documentation</a>.</p><p>If you are unsure about terminology, please consult the <a href="http://wiki.videolan.org/Knowledge_Base">knowledge base</a>.</p><p>To understand the main keyboard shortcuts, read the <a href="http://wiki.videolan.org/Hotkeys">shortcuts</a> page.</p>Help<p>Before asking any question, please refer yourself to the <a href="http://www.videolan.org/support/faq.html">FAQ</a>.</p><p>You might then get (and give) help on the <a href="http://forum.videolan.org">Forums</a>, the <a href="http://www.videolan.org/vlc/lists.html">mailing-lists</a> or our IRC channel (<em>#videolan</em> on irc.freenode.net).</p>Contribute to the project<p>You can help the VideoLAN project giving some of your time to help the community, to design skins, to translate the documentation, to test and to code. You can also give funds and material to help us. And of course, you can <b>promote</b> VLC media player.</p></body></html>
ca_es: <html><head><meta http-equiv="Content-Type" content="text/html; charset=utf-8" /></head><body>Benvingut a l'ajuda del VLCDocumentació<p>Podeu trobar la documentació del VLC al web <a href="http://wiki.videolan.org">wiki</a> de VideoLAN.</p><p>Si sou un nou usuari del reproductor VLC, llegiu el fitxer <br><a href="http://wiki.videolan.org/Documentation:VLC_for_dummies"><em>Introduction to VLC media player</em></a>.</p><p>Trobareu informació sobre com utilitzar el reproductor al fitxer<br>"<a href="http://wiki.videolan.org/Documentation:Play_HowTo"><em>How to play files with VLC media player</em></a>".</p><p>Per obtenir informació sobre com desar, transcodificar, convertir, multiplexar, codificar i transmetre tasques, podeu trobar informació útil al fitxer <a href="http://wiki.videolan.org/Documentation:Streaming_HowTo">Streaming Documentation</a>.</p><p>Si teniu problemes amb la terminologia, podeu consultar la <a href="http://wiki.videolan.org/Knowledge_Base">base de coneixement</a>.</p><p>Per entendre les tecles de drecera principals podeu llegir la pàgina de <a href="http://wiki.videolan.org/Hotkeys">dreceres</a>.</p>Ajuda<p>Abans de formular una pregunta, consulteu l'apartat de preguntes freqüents, <a href="http://wiki.videolan.org/Frequently_Asked_Questions">FAQ</a>.</p><p>Podeu també obtenir (o donar) ajuda als <a href="http://forum.videolan.org">Forums</a>, les <a href="http://www.videolan.org/vlc/lists.html"> llistes de distribució</a> o el nostre canal IRC ( <a href="http://www.videolan.org/webirc/"><em>#videolan</em></a> a irc.freenode.net ).</p>Contribució al projecte<p>Podeu ajudar al projecte de VideoLAN si invertiu una part del vostre temps a ajudar a la comunitat, dissenyar aparences, traduir documentació, fer proves o programar. Podeu també fer un donatiu i donar material per ajudar-nos.Evidentment també podeu ajudar <b>amb la promoció</b> del reproductor VLC.</p></body></html>

source: Audio filtering failed
ca_es: S'ha produït un error en el filtratge de l'àudio

source: The maximum number of filters (%u) was reached.
ca_es: S'ha arribat al nombre màxim de filtres (%u).

source: Disable
ca_es: Inhabilita

source: Spectrometer
ca_es: Espectròmetre

source: Scope
ca_es: Oscil·loscopi

source: Spectrum
ca_es: Espectre

source: Vu meter
ca_es: Vúmetre

source: Equalizer
ca_es: Equalitzador

source: Audio filters
ca_es: Filtres d'àudio

source: Replay gain
ca_es: Guany de reproducció

source: Stereo audio mode
ca_es: Mode d'àudio estèreo

source: Stereo
ca_es: Estèreo

source: Left
ca_es: Esquerra

source: Right
ca_es: Dreta

source: Reverse stereo
ca_es: Estèreo invers

source: Automatic
ca_es: Automàtic

source: boolean
ca_es: booleà

source: integer
ca_es: nombre enter

source: float
ca_es: nombre de coma flotant

source: string
ca_es: cadena

source: To get exhaustive help, use '-H'.
ca_es: Per obtenir ajuda més extensa, utilitzeu «-H».

source: Usage: %s [options] [stream] ... You can specify multiple streams on the commandline. They will be enqueued in the playlist. The first item specified will be played first. Options-styles: --option A global option that is set for the duration of the program. -option A single letter version of a global --option. :option An option that only applies to the stream directly before it and that overrides previous settings. Stream MRL syntax: [[access][/demux]://]URL[#[title][:chapter][-[title][:chapter]]] [:option=value ...] Many of the global --options can also be used as MRL specific :options. Multiple :option=value pairs can be specified. URL syntax: file:///path/file Plain media file http://host[:port]/file HTTP URL ftp://host[:port]/file FTP URL mms://host[:port]/file MMS URL screen:// Screen capture dvd://[device] DVD device vcd://[device] VCD device cdda://[device] Audio CD device udp://[[<source address>]@[<bind address>][:<bind port>]] UDP stream sent by a streaming server vlc://pause:<seconds> Pause the playlist for a certain time vlc://quit Special item to quit VLC
ca_es: Sintaxi: %s [opcions] [flux] ... Podeu especificar diversos fluxos a la línia d'ordres. S'enviaran a la cua de la llista de reproducció. L'element que s'hagi especificat primer serà el que es reprodueixi en primer lloc. Opcions-estils: --opció Opció global que especifica la durada del programa. -opció Un únic tipus de lletra d'una --opció global. :opció Una opció que només s'aplica al flux que hi ha just abans i que substitueix els paràmetres anteriors. Sintaxi del flux MRL: [[access][/demux]://]URL[#[títol][:capítol][-[títol][:capítol]]] [:opció=valor ...] Moltes --opcions globals també es poden utilitzar com a :opcions específiques de l'MRL. Es poden especificar =parells de valors amb :opcions múltiples. Sintaxi de l'URL: file:///camí/Fitxer multimèdia pla http://servidor[:port]/fitxer HTTP URL ftp://servidor[:port]/fitxer FTP URL mms://servidor[:port]/fitxer MMS URL screen:// Captura de pantalla dvd://[dispositiu] Dispositiu de DVD vcd://[dispositiu] Dispositiu de VCD cdda://[dispositiu] Dispositiu de CD d'àudio udp://[[<adreça d'origen>]@[<adreça vinculada>][:<port de l'adreça vinculada>]] Flux UDP enviat per un servidor de fluxos de dades vlc://pause:<segons> Atura la llista de reproducció durant un determinat període de temps vlc://quit Element especial per sortir del VLCn

source: (default enabled)
ca_es: (per defecte és habilitat)

source: (default disabled)
ca_es: (per defecte és inhabilitat)

source: Note:
ca_es: Nota:

source: add --advanced to your command line to see advanced options.
ca_es: afegiu --advanced a la línia d'ordres per veure les opcions avançades.

source: %u module was not displayed because it only has advanced options.
ca_es: No s'ha mostrat el mòdul %u perquè només té opcions avançades.

source: No matching module found. Use --list or --list-verbose to list available modules.
ca_es: No s'ha trobat cap mòdul coincident. Utilitzeu --list o --list-verbose per mostrar tots els mòduls disponibles.

source: VLC version %s (%s)
ca_es: Versió del VLC %s (%s)

source: Compiled by %s on %s (%s)
ca_es: Compilat per %s el %s (%s)

source: Compiler: %s
ca_es: Compilador: %s

source: Dumped content to vlc-help.txt file.
ca_es: Contingut bolcat al fitxer vlc-help.txt

source: Press the RETURN key to continue...
ca_es: Premeu la tecla RETORN per continuar...

source: Backspace
ca_es: Retrocés

source: Brightness Down
ca_es: Menys brillantor

source: Brightness Up
ca_es: Més brillantor

source: Browser Back
ca_es: Navegador enrere

source: Browser Favorites
ca_es: Preferits del navegador

source: Browser Forward
ca_es: Navegador endavant

source: Browser Home
ca_es: Navegador inici

source: Browser Refresh
ca_es: Navegador refresca

source: Browser Search
ca_es: Cerca del navegador

source: Browser Stop
ca_es: Atura el navegador

source: Delete
ca_es: Elimina

source: Down
ca_es: Avall

source: End
ca_es: Fi

source: Enter
ca_es: Intro

source: Home
ca_es: Inici

source: Insert
ca_es: Insereix

source: Media Angle
ca_es: Multimèdia Angle

source: Media Audio Track
ca_es: Multimèdia Pista d'àudio

source: Media Forward
ca_es: Multimèdia Endavant

source: Media Menu
ca_es: Multimèdia Menú

source: Media Next Frame
ca_es: Multimèdia Fotograma següent

source: Media Next Track
ca_es: Multimèdia Pista següent

source: Media Play Pause
ca_es: Multimèdia Reprodueix atura

source: Media Prev Frame
ca_es: Multimèdia Fotograma anterior

source: Media Prev Track
ca_es: Multimèdia Pista anterior

source: Media Record
ca_es: Multimèdia Enregistrament

source: Media Repeat
ca_es: Multimèdia Repetició

source: Media Rewind
ca_es: Multimèdia Rebobina

source: Media Select
ca_es: Multimèdia Selecció

source: Media Shuffle
ca_es: Multimèdia Aleatori

source: Media Stop
ca_es: Multimèdia Atura

source: Media Subtitle
ca_es: Multimèdia Subtítol

source: Media Time
ca_es: Multimèdia Temps

source: Media View
ca_es: Multimèdia Visualització

source: Menu
ca_es: Menú

source: Mouse Wheel Down
ca_es: Multimèdia Rodeta avall

source: Mouse Wheel Left
ca_es: Multimèdia Rodeta esquerra

source: Mouse Wheel Right
ca_es: Multimèdia Rodeta dreta

source: Mouse Wheel Up
ca_es: Multimèdia Rodeta amunt

source: Page Down
ca_es: Pàgina avall

source: Page Up
ca_es: Pàgina amunt

source: Tab
ca_es: Tabulació

source: Unset
ca_es: Desconfigura

source: Up
ca_es: Amunt

source: Volume Down
ca_es: Baixa el volum

source: Volume Mute
ca_es: Àudio Silencia

source: Volume Up
ca_es: Puja el volum

source: Zoom In
ca_es: Amplia

source: Zoom Out
ca_es: Redueix

source: Shift+
ca_es: Maj+

source: Command+
ca_es: Ordre+

source: Bookmark %i
ca_es: Preferit %i

source: packetizer
ca_es: empaquetador

source: decoder
ca_es: descodificador

source: Streaming / Transcoding failed
ca_es: S'ha produït un error en la transmissió/transcodificació

source: VLC could not open the %s module.
ca_es: El VLC no pot obrir el mòdul %s.

source: VLC could not open the decoder module.
ca_es: El VLC no pot obrir el mòdul de descodificació.

source: No suitable decoder module
ca_es: No hi ha un descodificador adient

source: VLC does not support the audio or video format "%4.4s". Unfortunately there is no way for you to fix this.
ca_es: El VLC no admet aquest format de vídeo o àudio «%4.4s». Malauradament no és possible solucionar-ho.

source: Track
ca_es: Pista

source: Program
ca_es: Programa

source: Scrambled
ca_es: Barrejat

source: Yes
ca_es: Sí

source: Closed captions %u
ca_es: Títols tancats %u

source: Stream %d
ca_es: Flux %d

source: Subtitle
ca_es: Subtítol

source: Type
ca_es: Tipus

source: Original ID
ca_es: Identificador original

source: Codec
ca_es: Còdec

source: Language
ca_es: Idioma

source: Description
ca_es: Descripció

source: Channels
ca_es: Canals

source: Sample rate
ca_es: Freqüència de mostratge

source: Bits per sample
ca_es: Bits per mostra

source: Bitrate
ca_es: Taxa de bits

source: Track replay gain
ca_es: Guany de reproducció de la pista

source: Album replay gain
ca_es: Guany de reproducció de l'àlbum

source: Resolution
ca_es: Resolució

source: Display resolution
ca_es: Resolució de la pantalla

source: Frame rate
ca_es: Fotogrames per segon

source: Decoded format
ca_es: Format descodificat

source: Your input can't be opened
ca_es: No es pot obrir la vostra entrada

source: VLC is unable to open the MRL '%s'. Check the log for details.
ca_es: El VLC no pot obrir l'MRL '%s'.Per a més detalls reviseu el registre.

source: VLC can't recognize the input's format
ca_es: El VLC no reconeix el format de l'entrada
